import React from "react";

const IdentityVerificationTerms = () => {
  return (
    <div>
      <p>[필수] 본인확인서비스 이용약관 동의</p>

      <p>제 1조 (목적)</p>
      <p>
        본 약관은 회원이 본인 확인을 위해 본인확인서비스를 이용하는 데 필요한
        조건 및 절차를 규정합니다.
      </p>

      <p>제 2조 (본인확인서비스 제공)</p>
      <p>
        회사는 회원의 신원을 확인하기 위해 제휴된 본인확인 서비스를 제공합니다.
      </p>

      <p>제 3조 (본인확인절차)</p>
      <p>
        회원은 본인확인 절차를 통해 본인 여부를 인증받아야 하며, 이 과정에서
        발생하는 정보는 철저히 보호됩니다.
      </p>

      <p>제 4조 (본인확인서비스 이용 동의)</p>
      <p>
        회원은 본인확인서비스의 이용을 동의하며, 본인확인에 실패할 경우 서비스
        이용에 제한이 있을 수 있습니다.
      </p>

      <p>제 5조 (본인확인서비스 종료)</p>
      <p>
        본인확인서비스는 회사가 제공하는 본인 인증 절차에 의해 이루어지며,
        본인확인 완료 후 서비스 이용이 가능합니다.
      </p>
    </div>
  );
};

export default IdentityVerificationTerms;
