import React from "react";

const TelecomTerms = () => {
  return (
    <div>
      <p>[필수] 통신사 이용약관 동의</p>

      <p>제 1조 (목적)</p>
      <p>
        본 약관은 회원이 서비스를 이용하기 위해 필수적으로 동의해야 하는
        통신사와의 약관입니다.
      </p>

      <p>제 2조 (통신사 서비스 이용)</p>
      <p>
        회사는 통신사와 협력하여 통신사 관련 서비스를 제공하며, 회원은 해당
        서비스에 대해 이용 동의를 하여야 합니다.
      </p>

      <p>제 3조 (이용 조건)</p>
      <p>
        1. 서비스 이용을 위해 필요한 통신사 정보를 정확히 제공해야 합니다.
        <br />
        2. 통신사 서비스 이용 중 발생하는 문제에 대해서는 회사는 책임지지
        않습니다.
      </p>

      <p>제 4조 (약관 변경)</p>
      <p>
        회사는 통신사 이용 약관을 변경할 수 있으며, 변경된 약관은 공지 사항을
        통해 회원에게 고지됩니다.
      </p>

      <p>제 5조 (해지 및 서비스 중단)</p>
      <p>
        1. 회원은 언제든지 통신사 서비스 이용을 중단할 수 있습니다.
        <br />
        2. 통신사 서비스 이용 중단 시 서비스 제공이 중단되며, 이에 따른 책임은
        회원에게 있습니다.
      </p>
    </div>
  );
};

export default TelecomTerms;
